<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" lang="sv">
  <head>
    <meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1" />
    <title>
      The Project Gutenberg eBook of Om Viljans Frihet, by Frans von Schéele.
    </title>
    <style type="text/css">
/*<![CDATA[  XML blockout */
<!--
    p {  margin-top: .75em;
         text-align: justify;
         margin-bottom: .75em;
         }
    h1,h2,h3,h4,h5,h6 {
         text-align: center; /* all headings centered */
         clear: both;
         }
    hr { width: 33%;
	 margin-top: 2em;
	 margin-bottom: 2em;
         margin-left: auto;
         margin-right: auto;
         clear: both;
       }

    table {margin-left: auto; margin-right: auto;}

    body{margin-left: 10%;
         margin-right: 10%;
        }

    .blockquot{margin-left: 5%; margin-right: 10%;}


    .bb       {border-bottom: solid 2px;}
    .bl       {border-left: solid 2px;}
    .bt       {border-top: solid 2px;}
    .br       {border-right: solid 2px;}
    .bbox     {border: solid 2px;}

    .center   {text-align: center;}
    .smcap    {font-variant: small-caps;}
    .u        {text-decoration: underline;}


    .title1  {font-size: xx-large; text-align: center; font-weight: bold;}
    .title2  {font-size: x-large; text-align: center;}
    .title3  {font-size: large; text-align: center;}
    .title4  {font-size: large; text-align: center; font-style: italic;}
    .title5  {font-size: medium; text-align: center; font-style: italic;}

    // -->
    /* XML end  ]]>*/
    </style>
  </head>
<body>


<pre>

The Project Gutenberg EBook of Om viljans frihet, by Frans von Schéele

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.org


Title: Om viljans frihet
       Ett föredrag

Author: Frans von Schéele

Release Date: March 19, 2006 [EBook #18017]

Language: Swedish

Character set encoding: ISO-8859-1

*** START OF THIS PROJECT GUTENBERG EBOOK OM VILJANS FRIHET ***




Produced by Jeroen van Luin and the Online Distributed
Proofreading Team at http://www.pgdp.net






</pre>


<h1 class="title1">OM VILJANS FRIHET</h1>

<p><br /></p>

<p class="title2">ETT F&Ouml;REDRAG</p>

<p class="title3">AV</p>

<p class="title4">FRANS v. SCH&Eacute;ELE</p>

<p><br /></p>

<p class="title5">&Ouml;STERSUND<br />
A.-B. J&Auml;MTLANDS TIDNINGS TRYCKERI<br />
1922</p>

<p><br /></p>

<p>Vad jag i afton skall tala om, &auml;r varken den politiska friheten eller om
m&auml;nniskans f&ouml;rmenta r&auml;tt att handla fritt, oberoende av alla sedliga
bud. Utan min nuvarande uppgift &auml;r en filosofisk-psykologisk f&ouml;rel&auml;sning
om detta problem: har m&auml;nniskan i och med sin vilja en f&ouml;rm&aring;ga att sj&auml;lv
best&auml;mma sig f&ouml;r den ena eller andra av olika m&ouml;jligheter, har hon i
denna bem&auml;rkelse en <i>fri vilja</i>, eller &auml;r v&aring;r vilja alltid bunden av
kausalitetens n&ouml;dv&auml;ndighet, s&aring; att hon i varje &ouml;gonblick endast kan
vilja ett, n&auml;mligen det vartill hon tvingas av sin f&ouml;rtids och den
nuvarande situationens f&ouml;renade orsaker?</p>

<p>&Ouml;ver detta problem ha m&auml;nsklighetens alla stora t&auml;nkare grubblat och
spekulerat, utan att komma till n&aring;gon l&ouml;sning av den art, att den
tillvunnit sig allm&auml;nt erk&auml;nnande. &Auml;n i dag st&aring; de motsatta meningarna i
denna fr&aring;ga s&aring; skarpt mot varandra, som de n&aring;gonsin det gjort, sedan
problemet f&ouml;rst kom under debatt.</p>

<p>Somliga t&auml;nkare antaga och f&ouml;rsvara den m&auml;nskliga viljans frihet och se
i den m&auml;nniskans egentliga adelsm&auml;rke, det som h&ouml;jer henne s&aring;som person
&ouml;ver naturen, &ouml;ver den opersonliga verkligheten med dess bundenhet av
naturlagarna. Denna &aring;sikt &auml;r den filosofiska frihetsl&auml;ran eller
<i>indeterminismen</i>.</p>

<p>Andra d&auml;remot f&ouml;rf&auml;kta den rakt motsatta &aring;sikten, frihetsf&ouml;rnekelsen
eller <i>determinismen</i>. Enligt denna &aring;sikt finnes aldrig f&ouml;r viljan n&aring;gra
olika m&ouml;jligheter att v&auml;lja emellan, utan v&auml;rldsf&ouml;rloppet &auml;r en o&auml;ndlig
kedja av orsaker och verkningar, i vilken varje l&auml;nk &auml;r genom en
oblidkelig n&ouml;dv&auml;ndighet bunden vid de andra l&auml;nkarna. Och i den kedjan
har ock den m&auml;nskliga viljan sin best&auml;mda, &ouml;desbundna plats, och varje
hennes beslut &auml;r s&aring;dant det m&aring;ste vara i f&ouml;ljd av sitt inordnande i
orsakskedjan. M&auml;nniskan tror sig &auml;ga en fri vilja och med en viss grad
av sj&auml;lvst&auml;ndighet fatta sina beslut. Men detta &auml;r blott ett
sj&auml;lvbedr&auml;geri, grundat p&aring; hennes okunnighet om de orsaker, som i varje
&ouml;gonblick framkallar viljeyttringen s&aring;som sin ovillkorliga verkan. Lika
g&auml;rna kunde stenen, som i f&ouml;ljd av tyngdlagen med en viss best&auml;md
hastighet faller till marken, inbilla sig att den med egen kraft
best&auml;mde sin r&ouml;relse. Om den under sitt lopp genom luften vaknade till
medvetande skulle den kanske falla offer f&ouml;r en s&aring;dan dess sj&auml;lvk&auml;nsla
smickrande illusion, d&aring; den icke visste varifr&aring;n den kom och vad som
drev den ned mot marken. M&auml;nniskan &auml;r just i en liknande situation.
Omedveten f&ouml;des hon hit till v&auml;rlden och vaknar till medvetande, sedan
hon v&auml;l b&ouml;rjat sin verksamhet. Okunnig om de krafter, som s&auml;tta henne i
r&ouml;relse, inbillar hon sig &auml;ga en sj&auml;lvst&auml;ndig r&ouml;relsef&ouml;rm&aring;ga och sj&auml;lv
med sin vilja l&auml;nka sitt &ouml;de. En smula reflektion borde emellertid
befria henne fr&aring;n denna d&aring;raktiga illusion. Vad har hon f&ouml;r r&auml;tt att tro
sig st&aring; utanf&ouml;r det system av orsaker och verkningrar, som i &ouml;vrigt
reglerar allt inom universum? &Aring; nej, hon &auml;r inom detta blott ett litet
obetydligt stoftgrand, som liksom all annat ledes av naturlagarnas
undantagsl&ouml;sa n&ouml;dv&auml;ndighet. Vare sig att hon utf&ouml;r ett beundransv&auml;rt
hj&auml;lted&aring;d, som gjuter en &auml;rans gloria kring hennes hj&auml;ssa, eller fl&auml;ckar
sitt namn genom en f&ouml;raktlig, brottslig handling, i b&aring;dadera fallen
handlar hon s&aring;, som hon m&aring;ste handla i f&ouml;ljd av de &auml;rftliga anlag, med
vilka hon blivit f&ouml;dd, den utveckling dessa anlag f&aring;tt genom hennes
f&ouml;reg&aring;ende liv och den situation, i vilken hon nu f&ouml;rsatts. Att t&auml;nka
sig n&aring;got annat &auml;n endast en d&aring;rskap, viljefriheten &auml;r endast ett
"asylum ignoranti&aelig;", en okunnighetens tillflykt, fr&aring;n vilken den
t&auml;nkande och bildade m&auml;nniskan m&aring;ste h&aring;lla sig fj&auml;rran. "Sanningen skall
g&ouml;ra eder fria", s&auml;ger ett gammalt p&aring;st&aring;ende; nej, tv&auml;rtom, sanningen
skall l&auml;ra oss, att vi &auml;ro alltigenom ofria.</p>

<p>Detta &auml;r de tv&aring; &aring;sikterna, som st&aring; s&aring; of&ouml;rsonliga mot
varandra,&mdash;<i>indeterminismen</i>, som jakar viljans frihet,
<i>determinismen</i>, som nekar den.</p>

<p>M&aring; vi n&aring;got lyssna till de sk&auml;l, som anf&ouml;ras fr&aring;n vardera h&aring;llet, och
till sist s&ouml;ka v&auml;ga sk&auml;l mot sk&auml;l.</p>

<p>L&aring;t oss f&ouml;rst h&ouml;ra de sk&auml;l, som <i>indeterministerna</i> &aring;beropa.</p>

<p>Deras huvudargument &auml;r helt enkelt detta: viljans frihet &auml;r ett faktum,
som vi i v&aring;r inre erfarenhet kunna konstatera med minst lika stor
visshet som n&aring;got som helst i den yttre erfarenheten givet faktum. Vi
&auml;ga en fri vilja, ty vi k&auml;nna oss fria. Vi m&auml;rka, huru vi sj&auml;lva fritt
best&auml;mma oss, n&auml;r vi v&auml;lja mellan olika handlingsm&ouml;jligheter. Att tvivla
p&aring; detta v&aring;rt eget omedelbara medvetandes inre vittnesb&ouml;rd, &auml;r minst
sagt lika orimligt, som att betvivla tillvaron av den yttre v&auml;rld, som
vi fatta med v&aring;ra sinnen.</p>

<p>Vi kunna visserligen taga miste om de motiv, som p&aring;verka oss i beslutets
&ouml;gonblick. Vi kunna t. ex vid ett visst tillf&auml;lle tro oss handla rent
oegennyttigt, under det att i sj&auml;lva verket en i v&aring;rt sj&auml;lvslivs
omedvetna djup f&ouml;rdold egoism v&auml;sentligt p&aring;verkat oss. Men att d&auml;rav
draga den slutsatsen, att hela frihetsmedvetandet &auml;r en illusion &auml;r att
"kasta ut barnet med badvattnet". Vi &auml;ro visserligen m&aring;ngen g&aring;ng mera
ofria &auml;n vi tro, men det finnes ock tillf&auml;llen, d&aring; vi med s&aring;dan klarhet
st&auml;lla de olika handlingsm&ouml;jligheterna mot varandra och under
&ouml;verl&auml;ggningen s&aring; tydligt m&auml;ta deras v&auml;rden i j&auml;mf&ouml;relse med varandra,
att frihetsf&ouml;rnekelsen blir en ren orimlighet.</p>

<p>D&aring; emellertid detta argument ej verkar p&aring; deterministerna, utan dessa
h&aring;lla f&ouml;r en tom illusion, vad indeterministerna anse vara ett
of&ouml;rnekligt inre faktum, s&aring; g&aring; de sistn&auml;mnda ett steg l&auml;ngre och h&auml;nvisa
till de f&ouml;ljder, som frihetsf&ouml;rnekelsen skulle ha f&ouml;r v&aring;r livs&aring;sk&aring;dning
i det hela och f&ouml;r livet sj&auml;lvt.</p>

<p>Hava vi icke en fri vilja, s&aring; finnes f&ouml;r oss intet som f&ouml;rtj&auml;nar kallas
plikt och d&auml;rmed &ouml;ver huvud ingen moral. Om det icke finnes f&ouml;r oss
n&aring;gra olika handlingsm&ouml;jligheter, s&aring; finnes heller intet moraliskt
"b&ouml;ra", utan endast ett naturn&ouml;dv&auml;ndigt "m&aring;ste". Men d&aring; &auml;ro ock alla
handlingar av samma moraliska v&auml;rde eller, r&auml;ttare sagt, moraliska
v&auml;rdel&ouml;shet. Ingen skillnad finnes d&aring; mellan gott och ont, mellan dygd
och last, mellan r&auml;tt och or&auml;tt. Allt moraliskt ansvar f&ouml;rsvinner, ingen
r&aring;r sj&auml;lv f&ouml;r huru han handlar. Man handlar alltid s&aring;, som man <i>m&aring;ste</i>
handla. D&auml;rmed punkt och slut.</p>

<p>Men hur skall ett m&auml;nskligt samh&auml;lle p&aring; en s&aring;dan grund kunna byggas upp?
Staten kan visserligen &auml;ven med deterministiska f&ouml;ruts&auml;ttningar anse sig
ber&auml;ttigad att mot vissa handlingar anv&auml;nda straff s&aring;som ett statens
medel till sj&auml;lvf&ouml;rsvar. Men hur skall det kunna vara r&auml;ttvist att i
s&aring;dant syfte tillfoga brottslingen lidande, d&aring; denne lika litet r&aring;r f&ouml;r
att han handlar samh&auml;llsvidrigt, som de andra ha n&aring;gon personlig
f&ouml;rtj&auml;nst i och med sitt r&auml;ttr&aring;diga handlingss&auml;tt. Och huru skall man
fr&aring;n deterministiska f&ouml;ruts&auml;ttningar kunna bygga upp n&aring;got kulturliv
eller &ouml;ver huvud bygga upp n&aring;got alls? Skall icke f&ouml;rest&auml;llningen om
alltings n&ouml;dv&auml;ndighet, ber&ouml;va v&aring;r vilja dess energi. Allt sker ju enligt
den deterministiska &aring;sikten, &auml;ven om vi l&auml;gga armarna i kors, varf&ouml;r d&aring;
r&ouml;ra dem? Man har ju hos turkar och ryssar historiskt sett, huru
fatalismen verkar till f&ouml;retagsamhetens f&ouml;rsvagande. Liknande verkan p&aring;
individerna och folken m&aring;ste all determinism f&aring;, om den verkligen blir
den h&auml;rskande livs&aring;sk&aring;dningen och dess anh&auml;ngare icke, sin &aring;sikt till
trots, i de enskilda fallen sj&auml;lva l&aring;ta sig av frihetsillusionen eggas
till handling.</p>

<p>En annan avskr&auml;ckande f&ouml;ljd drager determinismen med sig, n&auml;mligen en
all livslycka d&ouml;dande pessimism. Hur skola vi n&auml;mligen kunna bevara den
f&ouml;r livet beh&ouml;vliga optimismen, om vi med deterministerna taga allt, som
sker v&auml;rlden, s&aring;som i v&auml;rldsplanen ing&aring;ende rent n&ouml;dv&auml;ndiga
best&aring;ndsdelar. H&auml;r sker s&aring; mycket ohyggligt, m&ouml;drar m&ouml;rda sina barn, m&auml;n
pl&aring;ga sina hustrur till d&ouml;ds, v&auml;rldskrig utk&auml;mpas och makt s&auml;ttes med
v&aring;ld i r&auml;ttens st&auml;lle. Om nu allt detta ing&aring;r i den av evighet best&auml;mda
livsplanen, hur skola vi d&aring; kunna bevara, v&aring;r tro p&aring; livet? &Auml;r icke fr&aring;n
denna synpunkt determinismen en rent ohygglig v&auml;rlds&aring;sk&aring;dning, inf&ouml;r
vilken vi m&aring;ste rysa tillbaka? Den ger sig ut f&ouml;r att vara frukten av
allvarligt sanningss&ouml;kande, men f&ouml;ruts&auml;tter den icke f&ouml;r att bliva
uth&auml;rdlig antingen ett l&auml;ttsinne, nog ytligt f&ouml;r att aldrig befatta sig
med n&aring;gra v&auml;rdeomd&ouml;men om v&auml;rlden, eller ett hj&auml;rta nog kallt, f&ouml;r att
icke erfara n&aring;gra djupare m&auml;nskliga k&auml;nslor?</p>

<p>Sannerligen man m&aring;ste ha starka sk&auml;l f&ouml;r att l&aring;ta sig drivas till en s&aring;
livsfientlig v&auml;rlds&aring;sikt. Vilka &auml;ro d&aring; de argument, som deterministerna
&aring;beropa?</p>

<p>Den form av determinism, som f&ouml;rst m&ouml;ter oss i filosofiens historia, &auml;r
den <i>psykologiska determinism</i>, som formulerades av <i>Sokrates</i> i hans
ryktbara sats: "Den, som vet det r&auml;tta, g&ouml;r det r&auml;tta; ingen handlar
frivilligt or&auml;tt, utan endast d&auml;rf&ouml;r att han ej vet det r&auml;tta".&mdash;Denna
uppfattning var naturlig f&ouml;r Sokrater i f&ouml;ljd av den entusiasm, som hos
honom v&auml;ckts genom uppt&auml;ckten av den begreppsm&auml;ssiga kunskapens
allm&auml;ngiltiga v&auml;rde. Det citerade p&aring;st&aring;endet innebar nog ocks&aring; f&ouml;r
Sokrates en rent personlig sanning: hans karakt&auml;r var s&aring;dan, att han ej
ett &ouml;gonblick kunde frestas att handla mot b&auml;ttre vetande. Men hur &auml;r
det i det stycket med oss andra? Ack, huru ofta m&aring;ste vi icke inst&auml;mma i
den romerske skaldens ord: "Video meliora proboque, deteriora sequor"
(jag inser och sk&auml;nker mitt gillande &aring;t det b&auml;ttre, men jag f&ouml;ljer det
s&auml;mre)! Det &auml;r s&aring; m&aring;nga g&aring;nger ej huvudet, utan hj&auml;rtat, som styr v&aring;ra
handlingar. Vi kunna d&auml;rf&ouml;r alltf&ouml;r v&auml;l veta det r&auml;tta, men g&ouml;ra det
or&auml;tta. Insikten binder icke v&aring;r viljas frihet. Snarare best&auml;mmas v&aring;ra
&aring;sikter s&auml;rskilt p&aring; det moraliska omr&aring;det mera av v&aring;ra k&auml;nslor och v&aring;r
vilja &auml;n dessa ledas av &aring;sikterna.</p>

<p>Samma psykologiska misstag, som Sokrates i detta h&auml;nseende begick,
pr&auml;glade ocks&aring; den allm&auml;nna tankeriktningen under det tidevarv, som just
d&auml;rf&ouml;r kallas <i>upplysningstiden</i>, den tid, d&aring; man trodde att i stort
sett inte annat beh&ouml;vde g&ouml;ras f&ouml;r att f&ouml;ra kulturen fram&aring;t &auml;n h&ouml;ja
f&ouml;rst&aring;ndets upplysning. Med f&ouml;rdomarna och vidskepelsen skulle ock
brotten och lasterna f&ouml;rsvinna.</p>

<p>Nogsamt har historien nu visat oss "sena tiders barn" grundl&ouml;sheten av
denna intellektualistiska optimism, som f&ouml;r &ouml;vrigt vederlagts redan
genom kristendomens djupa syndmedvetande och inom vetenskapen fick sin
d&ouml;dsst&ouml;t genom Kants l&auml;ra om "det radikalt onda" hos m&auml;nniskan.</p>

<p>Den f&ouml;r <i>medeltiden</i> specifika formen av determinism var den som vi
kunna kalla den <i>teologiska determinismen</i>. Enligt denna s&aring;g man i Guds
allmakt och allvetande hinder f&ouml;r m&auml;nniskans viljefrihet. Om m&auml;nniskan
kunde sj&auml;lv n&aring;got fritt besluta och utf&ouml;ra, s&aring; skulle hon ju kunna rubba
Guds allm&auml;nna v&auml;rldsplan och g&auml;cka det allvetande, med vilket Gud av
evighet, f&ouml;rutsett allt vad som skall h&auml;nda och ske, d&auml;ribland &auml;ven
varje enskild m&auml;nsklig handling, den d&auml;rf&ouml;r ej kan bliva n&aring;gon annan, &auml;n
den av Gud f&ouml;rutsedda och d&auml;rf&ouml;r allt fr&aring;n tidernas morgon f&ouml;rutsedda.
Till detta &aring;sk&aring;dnings&auml;tt bek&auml;nde sig <i>Augustinus</i> i sin
predestinationsl&auml;ra och &auml;ven <i>Luther</i>, som f&auml;llt det drastiska
yttrandet: "m&auml;nniskan &auml;r en h&auml;st; rides den av Gud, s&aring; kommer man till
himlen; men rides den av dj&auml;vulen, s&aring; b&auml;r det till helvetet".</p>

<p>Denna &aring;sikt r&ouml;jer en alltf&ouml;r l&aring;g uppfattning av Guds v&auml;sen och v&aring;rt
f&ouml;rh&aring;llande till honom. N&auml;r man i Guds allvetande ser ett hinder f&ouml;r
m&auml;nniskoviljans frihet, visar man, att man fattat Guds t&auml;nkande s&aring;som
underkastat tidstillvarons brister. Man har d&auml;rvid f&ouml;rbisett, att Gud &auml;r
evig, och att evighet ej betyder tillvaro i all tid, utan upph&ouml;jdhet
&ouml;ver allt vad tid heter. F&ouml;r Gud finnes intet "f&ouml;re" och "efter", utan
skola vi med en fr&aring;n v&aring;r v&auml;rld h&auml;mtad bild positivt uttrycka formen f&ouml;r
den gudomliga verkligheten, s&aring; lever han i ett st&auml;ndigt "nu". Att hos
honom tala om ett f&ouml;rutseende, ett vetande p&aring; f&ouml;rhand, som sedan beh&ouml;ver
bekr&auml;ftas av verkligheten, &auml;r en krass orimlighet och att i ett s&aring;dant
gudomligt f&ouml;rutseende antaga ett hinder f&ouml;r viljans frihet &auml;r lika
stridande mot de sanna gudsbegreppen som mot en riktig uppfattning av
m&auml;nniskans v&auml;sen. &Auml;ven hon tillh&ouml;r med sitt innersta v&auml;sen
evighetsv&auml;rlden och hennes tidsliv &auml;r d&auml;rav blott ett ofullkomligt
fenomen.</p>

<p>N&auml;r man i Guds allmakt ser ett hinder f&ouml;r m&auml;nniskans viljefrihet, har
man fattat f&ouml;rh&aring;llandet mellan Gud och m&auml;nniskan p&aring; ett alltf&ouml;r yttre
s&auml;tt. Man har f&ouml;rest&auml;llt sig Guds makt och m&auml;nniskans makt s&aring;som bredvid
varandra, s&aring;som tvenne konkurrerande makter, av vilka ej den ena kan
vara en allmakt, utan att den andra blir alldeles maktl&ouml;s. Men har man
d&aring; gjort klart f&ouml;r sig, vad det betyder att p&aring; detta s&auml;tt ber&ouml;va
m&auml;nniskan all makt? Det skulle konsekvent inneb&auml;ra ett fullkomligt
f&ouml;rintande av hennes v&auml;sen. Hon skulle d&aring; ej ens kunna liknas vid den
h&auml;st, som rides av Gud eller av dj&auml;vulen, utan hon skulle vara ett rent
intet, som ej kunde ridas varken hit eller dit. I verkligheten st&aring; vi
icke i detta yttre f&ouml;rh&aring;llande till Gud, utan "i honom leva vi, r&ouml;ras vi
och hava v&aring;r varelse", liksom fr&aring;n andra sidan sett, han &auml;r icke utom
oss, utan inom oss, utg&ouml;r v&auml;rt eget innersta <i>jag</i>. All v&aring;r makt &auml;r
d&auml;rf&ouml;r p&aring; samma g&aring;ng hans makt; och v&aring;r viljas frihet, dess upph&ouml;jdhet
&ouml;ver naturn&ouml;dv&auml;ndighet, &auml;r just ett uttryck f&ouml;r v&aring;r delaktighet i den
gudomliga allmakten. Det &auml;r d&auml;rf&ouml;r s&aring; l&aring;ngt ifr&aring;n, att Guds allmakt
hindrar v&aring;r frihet, att tv&auml;rtom v&aring;r vilja &auml;r fri endast i samma m&aring;n som
Guds makt verkar inom oss. Det &auml;r detta vi kalla Guds n&aring;d, och denna &auml;r
p&aring; samma g&aring;ng v&aring;r h&ouml;gsta frihet.</p>

<p>Ingen av de nu antydda formerna av determinismen, varken den
psykologiska eller den teologiska, &auml;r emellertid den specifikt nutida
formen av determinismen. Denna &auml;r en helt annan; vi leva ej l&auml;ngre i
n&aring;gon naivt optimistisk upplysningstid, ej heller i en tid, d&aring; det
religi&ouml;sa betraktelses&auml;ttet ut&ouml;var tankeledningen. Utan nu &auml;r det
naturvetenskapen, som sitter i kulturens h&ouml;gs&auml;te och vill trycka sin
pr&auml;gel p&aring; hela v&auml;rlds&aring;sk&aring;dningen. V&aring;r tids form f&ouml;r f&ouml;rnekandet av
viljans frihet &auml;r d&auml;rf&ouml;r vad man kan kalla den <i>naturalistiska
determinismen</i>.</p>

<p>F&ouml;r denna skulle jag icke kunna redog&ouml;ra utan en r&auml;tt utf&ouml;rlig
framst&auml;llning av den s.k. <i>naturvetenskapliga v&auml;rlds&aring;sk&aring;dningen</i>, och
kritiken av denna skulle ock egentligen kr&auml;va ett st&ouml;rre utrymme, &auml;n h&auml;r
nu st&aring;r mig till buds. Men r&ouml;rande den n&auml;mnda v&auml;rlds&aring;sk&aring;dningen har jag
redan n&aring;got yttrat mig i min f&ouml;rra f&ouml;rel&auml;sning h&auml;r om "V&aring;r tid och
religionen". Jag anser mig d&auml;rf&ouml;r nu kunna inskr&auml;nka mig till att blott
fullst&auml;ndiga denna kritiska framst&auml;llning genom n&aring;gra f&aring; anm&auml;rkningar,
s&auml;rskilt r&ouml;rande naturalismens sk&auml;l f&ouml;r f&ouml;rnekandet av viljans frihet.</p>

<p>Den naturalistiska v&auml;rlds&aring;sk&aring;dningen &auml;r vanligen en radikal materialism,
som vill f&ouml;rklara allt ur <i>kraft</i> och <i>materia</i>. B&aring;da fattas s&aring;som eviga
i betydelsen av ej i tiden uppkomna och ej heller i tiden f&ouml;rg&auml;ngliga.
Materien med dess o&auml;ndliga massa av atomer och molekyler har alltid
funnits och skall alltid f&ouml;rbliva, till sitt v&auml;sen sig st&auml;ndigt lik,
ehuru under kraftens eller energiens inverkan den &auml;r f&ouml;rsatt i st&auml;ndig
r&ouml;relse och d&auml;runder sm&aring;delarna st&aring; i v&auml;xlande relationer till varandra
och ing&aring; i olika s&aring;dana mer eller mindre kortvariga kombinationer, som
vi kalla de yttre tingen. &Auml;ven energien &auml;r ouppkommen och of&ouml;rg&auml;nglig.
Dess kvantum &auml;r of&ouml;r&auml;nderligt; ehuru den kan v&auml;xla former, &auml;n framtr&auml;da
s&aring;som kemisk energi, &auml;n s&aring;som ljus eller v&auml;rme, magnetism eller
elektricitet, &auml;n s&aring;som mekaniskt arbete o.s.v., beh&aring;ller den st&auml;ndigt
samma energim&auml;ngd, en&auml;r den ena energiformen enligt best&auml;mda
ekvavalensm&aring;tt utan kvantitetsf&ouml;r&auml;ndring f&ouml;rbytes i den andra. I detta
materiella universum ing&aring;r enligt den materialistiska naturalismen ocks&aring;
sj&auml;lslivet, som intet annat &auml;r &auml;n vissa molekyl&auml;ra r&ouml;relser i hj&auml;rnans
gangliceller. &Ouml;ver huvud &auml;r allt vad som sker i universum intet annat &auml;n
r&ouml;relser, och dessa best&auml;mmas i allo av de eviga naturlagarna.</p>

<p>Om naturalismen ej utvecklar en s&aring;dan radikalt materialistisk psykologi
utan i viss m&aring;n erk&auml;nner en specifikt psykisk verklighet, s&aring; antager den
dock att viljan alltigenom &auml;r bunden genom inflytandet av i tiden
f&ouml;reg&aring;ende orsaker. Man f&auml;ster d&aring; uppm&auml;rksamheten vid att viljan aldrig
best&auml;mmer sig utan vissa k&auml;nslor s&aring;som <i>motiv</i> och g&ouml;r g&auml;llande att hon
d&auml;rvid med n&ouml;dv&auml;ndighet best&auml;mmes genom det vid tillf&auml;llet starkaste
motivet.</p>

<p>Att i en s&aring;dan v&auml;rlds&aring;sk&aring;dning ingen plats finnes f&ouml;r en fri vilja, &auml;r
ju givet. Allt &auml;r i den s&aring; fattade v&auml;rlden naturn&ouml;dv&auml;ndigt best&auml;mt.
Ingenst&auml;des finnes n&aring;gra olika reala m&ouml;jligheter; endast ett &auml;r i varje
fall verkligt och detta p&aring; samma g&aring;ng n&ouml;dv&auml;ndigt. Att antaga en fri
vilja, &auml;r att f&ouml;rneka kausalitetslagens universalitet och detta detsamma
som att ber&ouml;va naturforskningen en av dess oundg&auml;ngliga postulat och
&ouml;ppna d&ouml;rren p&aring; vid gavel f&ouml;r allsk&ouml;ns vidskeplig tro p&aring; underverk och
trolldom. Kunde en fri vilja ingripa p&aring; n&aring;gon punkt i v&auml;rldsf&ouml;rloppet,
s&aring; skulle d&auml;rigenom energiens kvantum &auml;n kunna &ouml;kas, &auml;n minskas, och
lagen om kraftens best&aring;nd&mdash;den andra oundg&auml;ngliga f&ouml;ruts&auml;ttningen f&ouml;r
allt vad naturvetenskap heter&mdash;vara st&ouml;rtad.</p>

<p>V&auml;l m&aring; indeterministerna klaga &ouml;ver att naturalismen ber&ouml;var dem en
m&auml;ngd av deras k&auml;raste &auml;lsklingsf&ouml;rest&auml;llningar, rycker undan st&ouml;den f&ouml;r
den konventionella moralen, fyller i klyftan mellan moralisk skuld och
f&ouml;rtj&auml;nst, kr&auml;ver en annan grund &auml;n den gamla f&ouml;r straffbarheten o.s.v.
De klaga, men&mdash;de klaga dumt; ty man skall ej klaga &ouml;ver det, som &auml;r
n&ouml;dv&auml;ndigt, utan endast l&auml;ra sig att klokt och &ouml;dmjukt finna sig d&auml;ri
och "g&ouml;ra en dygd av n&ouml;dv&auml;ndigheten".</p>

<p>Luften &auml;r tunn d&auml;ruppe p&aring; vetenskapens h&ouml;jder, men man m&aring;ste v&auml;nja sig
att andas den luften. Egentligen &auml;r den i h&ouml;g grad h&auml;lsosam. Det &auml;r
ocks&aring; kallt d&auml;ruppe. Men man m&aring;ste h&auml;rda sig och l&auml;ra sig att st&aring; ut med
den temperaturen. Och s&aring; h&ouml;ja de naturalistiska deterministerna stolt
sina kalla huvuden i den tunna luften och tro sig kunna leva utan de
livsl&ouml;gner, som vi andra stackare s&aring; h&auml;nga oss fast vid.</p>

<p>Vad skola vi nu &aring; v&aring;r sida s&auml;ga om denna v&auml;rlds&aring;sk&aring;dning? Vilja vi f&ouml;r
dess lag sl&auml;ppa v&aring;rt evangelium?</p>

<p><i>Pascal</i> har en g&aring;ng sagt: "hj&auml;rtat har sina sk&auml;l, som f&ouml;rst&aring;ndet ej
f&ouml;rst&aring;r sig p&aring;." Naturalismen g&aring;r till ytterlighet i underk&auml;nnandet av
dessa hj&auml;rtats sk&auml;l, vilka i sj&auml;lva verket &auml;ro &auml;nnu betydelsefullare f&ouml;r
oss m&auml;nniskor &auml;n alla f&ouml;rst&aring;ndets skarpsinniga argument.</p>

<p>Uppgiften &auml;r att utbilda en v&auml;rlds&aring;sk&aring;dning, som tillfredsst&auml;ller p&aring; en
g&aring;ng huvudets fordringar och hj&auml;rtats krav. Det g&ouml;r <i>icke</i>
naturalismen, och d&auml;rmed &auml;r denna v&auml;rlds&aring;sikt enligt min &aring;sikt d&ouml;md.</p>

<p>Det &auml;r en ensidig v&auml;rlds&aring;sk&aring;dning, som godtyckligt till all verklighet
utstr&auml;cker vad endast g&auml;ller om den oorganiska naturen. Redan n&auml;r det
g&auml;ller att f&ouml;rklara livsf&ouml;reteelserna hos de organiska varelserna, hos
v&auml;xter och djur, visar sig otillr&auml;ckligheten av den mekaniska
naturf&ouml;rklaringens principer. Det finnes hos dem n&aring;got mer &auml;n de fysiska
och kemiska f&ouml;rloppen, vilka kunna reduceras till en mekanisk
kausalitet. Det g&ouml;r sig h&auml;r g&auml;llande s&auml;rskilda teleologiska principer,
som p&aring; n&aring;got s&auml;tt leder naturf&ouml;rloppen i &auml;ndam&aring;lsenlig riktning, d.v.s.
f&ouml;r fyllande av den organiska varelsens livsbehov. Dessa principer &auml;r
det vi sammanfatta under namnet <i>liv</i>, och detta, livet, kan icke p&aring;
naturalismens s&auml;tt f&ouml;rklaras.</p>

<p>Redan h&auml;r m&ouml;ter man n&aring;got, som st&aring;r &ouml;ver den rena
naturkausaliteten,&mdash;visserligen &auml;nnu icke en fri vilja, men en sorts
f&ouml;rebud d&auml;rtill.</p>

<p>&Auml;nnu tydligare bliva dessa f&ouml;rebud, s&aring; snart man fr&aring;n betraktelse av det
kroppsliga livet skrider &ouml;ver till iakttagande av sj&auml;lslivet, till de
olika yttringarna av medvetande. D&auml;rmed f&ouml;res man &ouml;ver fr&aring;n naturen till
<i>anden</i>, som har sina egna lagar, helt andra &auml;n naturlagarna.</p>

<p>Inom sinnesf&ouml;rnimmelserna &auml;r man &auml;nnu delvis bunden vid de yttre
intrycken. S&aring; l&aring;ngt som f&ouml;rest&auml;llningsf&ouml;rloppet kan f&ouml;rklaras genom
id&eacute;associationerna, kan man &auml;nnu v&auml;sentligen r&ouml;ra sig med
orsaksf&ouml;rklaringar. Men n&auml;r man s&aring; kommer till det logiska t&auml;nkandet,
visa sig alla s&aring;dana f&ouml;rklaringsf&ouml;rs&ouml;k otillr&auml;ckliga. D&auml;rmed &auml;r man inne
p&aring; ett andligt omr&aring;de, d&auml;r personligheten sj&auml;lv v&auml;sentligen best&auml;mmer
sitt inneh&aring;ll.</p>

<p>Sedan man konstaterat denna tankens relativa sj&auml;lvst&auml;ndighet, f&ouml;rv&aring;nas
man ej &ouml;ver att finna ock en viss sj&auml;lvst&auml;ndighet eller frihet hos
viljan. I dennas l&auml;gsta yttringar, drifterna och instinkterna, har &auml;nnu
naturkausaliteten ett dominerande inflytande. Rester av detta st&aring; &auml;nnu
kvar hos beg&auml;ren, d&auml;r det tillf&auml;lliga godtycket r&aring;der. Men kommer man s&aring;
vid sin betraktelse &ouml;ver till den egentliga viljan, som best&auml;mmer sig,
efter klar &ouml;verl&auml;ggning, med fullt medvetande fattar sina beslut och
avsiktligt utf&ouml;r dem i handling,&mdash;ja, d&aring; &auml;r man inne p&aring; den fria viljans
omr&aring;de. Denna medvetna vilja b&auml;r sj&auml;lv vittne om sin frihet, den k&auml;nner
sig fri, vet sig fri&mdash;och <i>&auml;r</i> d&auml;rf&ouml;r fri.</p>

<p>Mot det deterministiska argumentet om att viljan i varje fall best&auml;mmes
av det starkaste motivet, framh&aring;ller jag f&ouml;rst och fr&auml;mst att enligt
regeln motiven &auml;ro kvalitativt skilda, s&aring; att valet mellan dem icke kan
avg&ouml;ras efter ett rent kvalitativt f&ouml;rh&aring;llande mellan starkare och
svagare. F&ouml;r &ouml;vrigt &auml;r att m&auml;rka, att vi genom v&aring;r makt &ouml;ver
uppm&auml;rksamheten kunna inverka p&aring; motivens styrka. Det motiv, som vi
uppm&auml;rksamma, f&ouml;rst&auml;rkes, det som vi ej uppm&auml;rksamma f&ouml;rsvagas. I viss
m&aring;n kan d&auml;rf&ouml;r v&aring;r vilja sj&auml;lv best&auml;mma motivens styrka.</p>

<p>Men hur g&aring;r det d&aring; med kausalitetslagen och lagen om kraftens best&aring;nd,
dessa naturforskningens grundprinciper, och hur g&aring;r det d&auml;rf&ouml;re med
naturvetenskapen sj&auml;lv, som bygger p&aring; deras till&auml;mpande?</p>

<p>D&auml;rf&ouml;r beh&ouml;ver man icke hysa n&aring;gon farh&aring;ga. Intet hindrar
naturvetenskapen att p&aring; sitt omr&aring;de framgent anv&auml;nda dessa principer,
ehuru den ej har r&auml;tt att utstr&auml;cka dem &ouml;ver naturens omr&aring;de till
andens, om vilken naturvetenskapen alls ej handlar, om den &auml;r nog
kritisk att iakttaga sina naturliga gr&auml;nser.</p>

<p>Ja, men om m&auml;nniskan med sin fria vilja kan ingripa i naturf&ouml;rloppen,
hindras ej d&auml;rigenom s&auml;kerheten i alla naturvetenskapliga ber&auml;kningar
och f&ouml;ruts&auml;gelser? H&auml;rvid b&ouml;r man besinna, att &auml;ven deterministerna
sakna alla resurser f&ouml;r att s&auml;kert f&ouml;ruts&auml;ga m&auml;nskliga handlingar. &Auml;ven
om de taga f&ouml;r givet, att alla s&aring;dana ledas av en mekanisk kausalitet,
&auml;ro de genom det m&auml;nskliga sj&auml;lslivets invecklade beskaffenhet hindrade
att s&aring; genomsk&aring;da detsamma, att de kunna f&ouml;ruts&auml;ga de m&auml;nskliga
handlingarna. Klokt nog avh&aring;lla sig d&auml;rf&ouml;r &auml;ven deterministerna fr&aring;n
varje f&ouml;rs&ouml;k till s&auml;kra f&ouml;ruts&auml;gelser p&aring; de omr&aring;den, d&auml;r de kunna v&auml;nta
sig ingrepp av m&auml;nskliga viljor. Resultatet med avseende p&aring; de
naturvetenskapliga ber&auml;kningarnas r&auml;ckvidd &auml;r s&aring;lunda faktiskt precis
detsamma, vare sig man utg&aring;r fr&aring;n deterministiska eller
indeterministiska f&ouml;ruts&auml;ttningar.</p>

<p>Kausalitetslagen &auml;r f&ouml;r &ouml;vrigt alls icke ett axiom, vars allm&auml;ngiltighet
p&aring; n&aring;got s&auml;tt &auml;r sj&auml;lvklar. Den &auml;r endast ett teoretiskt postulat, en
arbetshypotes, som man har allt sk&auml;l att anv&auml;nda, s&aring; l&aring;ngt som den
visar sig st&auml;mma med erfarenheten och verkligt underl&auml;tta den
vetenskapliga f&ouml;rklaringen, men heller icke ett enda steg l&auml;ngre. Att
pocka p&aring; dess giltighet p&aring; ett omr&aring;de, d&auml;r den tv&auml;rtom f&ouml;rsv&aring;rar
f&ouml;rklaringen, &auml;r endast en kortsynt envishet, som alls intet har att
g&ouml;ra med sunda vetenskapliga metoder.</p>

<p>Och vad &auml;r det erfarenhetsm&auml;ssiga upphovet till orsaksbegreppet? Inom
naturen erfara vi aldrig det inre band, som binder orsak vid verkan.
Utan uppslaget till begreppet i fr&aring;ga har man h&auml;mtat fr&aring;n erfarenheten
om viljan s&aring;som orsak till sina handlingar. F&ouml;rest&auml;llningen om
naturorsaker utg&ouml;r s&aring;lunda alltid ytterst en frukt av en viss
antropomorfistisk naturuppfattning. Man har utg&aring;tt fr&aring;n erfarenheten av
viljans fria kausalitet; n&auml;r man s&ouml;kt till&auml;mpa denna p&aring; naturen, har man
m&aring;st modifiera begreppet, s&auml;tta en mekanisk kausalitet i st&auml;llet f&ouml;r den
fria, personliga kausaliteten. Sedan den modifikationen i
naturf&ouml;rklaringens intresse skett, vill man v&auml;nda om analogien och
utstr&auml;cka den mekaniska kausaliteten &auml;ven till viljan! &Auml;r icke det
ober&auml;ttigade i ett s&aring;dant analogislut p&aring;tagligt?</p>

<p>Och lagen om kraftens best&aring;nd, rubbas den av indeterminismen? Det &auml;r
icke ot&auml;nkbart att viljan kunde ingripa i naturf&ouml;rloppet utan att varken
&ouml;ka eller minska energiens kvantum, n&auml;mligen genom att redan befintliga
latenta krafter av viljan tvingas att utl&ouml;sa sig i levande kraft.</p>

<p>F&ouml;r &ouml;vrigt g&auml;ller denna lag endast om ett inom sig slutet och begr&auml;nsat
naturomr&aring;de. Till&auml;mpad p&aring; universum i det hela &auml;r den meningsl&ouml;s, ty
universum &auml;r o&auml;ndligt. Att d&auml;r tala om &ouml;kning eller minskning &auml;r
p&aring;tagligen orimligt.</p>

<p>Med denna kortfattade framst&auml;llning anser jag mig visst icke hava l&ouml;st
viljefrihetens gamla och alltid lika aktuella grubbelproblem. Jag har p&aring;
sin h&ouml;jd givit n&aring;gra svaga antydningar om i vilken riktning l&ouml;sningen
enligt mitt f&ouml;rmenande b&ouml;r s&ouml;kas.</p>

<p>L&auml;ngre l&auml;r man heller icke kunna komma med en enda f&ouml;rel&auml;sning. En i
n&aring;gon m&aring;n tillfredsst&auml;llande l&ouml;sning kan problemet ej f&aring; annat &auml;n mot
bakgrunden av en hel v&auml;rlds&aring;sk&aring;dning, s&aring;lunda s&aring;som en integrerande
detalj inom ett fullst&auml;ndigt filosofiskt system.</p>

<p>H&auml;r nu ytterligare blott n&aring;gra antydningar om vad art den
v&auml;rlds&aring;sk&aring;dning m&aring;ste vara, inom vilken friheten kan finna en plats.</p>

<p>Att den icke rymmes inom naturalismens r&aring;m&auml;rken, har jag redan s&ouml;kt
klarg&ouml;ra. Frihetens filosofi m&aring;ste vara ett tv&aring;v&auml;rldssystem, d.v.s. en
v&auml;rlds&aring;sikt, som antager att bakom och &ouml;ver den sinnliga v&auml;rlden finnes
en annan och h&ouml;gre v&auml;rld, en evighetsv&auml;rld, h&ouml;jd &ouml;ver tid och rum. S&aring;som
exempel p&aring; s&aring;dana v&auml;rlds&aring;sk&aring;dningar h&auml;nvisar jag till Platos id&eacute;l&auml;ra,
Kants transscendentalfilosofi eller Bostr&ouml;ms personlighetsfilosofi.</p>

<p>Den osinnliga v&auml;rlden l&auml;ra vi aldrig k&auml;nna, om om vi blott utg&aring; fr&aring;n en
rent teoretisk bearbetning av erfarenheten. Utan till kunskapen d&auml;rom
komma vi endast, om vi d&auml;rj&auml;mte utg&aring; fr&aring;n v&aring;ra k&auml;nslors krav och v&aring;rt
viljelivs fordringar och bygga v&auml;rlds&aring;sk&aring;dningen mera p&aring; moral och
religion &auml;n p&aring; naturvetenskap, l&aring;ta lika v&auml;l intuitionen tala, som
anv&auml;nda reflexionens abstrakta slutledningar.</p>

<p>Men en filosofi, som g&aring;r s&aring;dana v&auml;gar&mdash;inv&auml;nder man&mdash;den blir icke
vetande utan tro, och den f&ouml;rtj&auml;nar d&auml;rf&ouml;r icke namnet vetenskap.</p>

<p>N&aring;, p&aring; namnet kommer intet an. Kalla en s&aring;dan v&auml;rlds&aring;sk&aring;dning, vad ni
vill; det &auml;r i alla fall en s&aring;dan vi beh&ouml;va f&ouml;r v&aring;rt <i>liv</i> och&mdash;f&ouml;r att
med lugn kunna se <i>d&ouml;den</i> an.</p>

<p>Ja, jag vill i min frihetsl&auml;ra g&aring; &auml;nnu ett steg l&auml;ngre.</p>

<p>Viljan &auml;r icke av naturen fri, utan har att sj&auml;lv g&ouml;ra sig fri, n&auml;mligen
genom att med egen kraft tygla och besegra beg&auml;ren och d&auml;rigenom steg
f&ouml;r steg utveckla sig till den frihetsvarelse, som &auml;r den sedliga
karakt&auml;ren.</p>

<p>Men f&ouml;r att kunna utf&ouml;ra det frig&ouml;relseverket, fordras f&ouml;rst och fr&auml;mst,
att man tror p&aring; dess m&ouml;jlighet, att man icke misstr&ouml;star om sin viljas
f&ouml;rm&aring;ga att g&ouml;ra sig fri.</p>

<p>P&aring; s&aring; s&auml;tt &auml;r en indeterministisk &ouml;vertygelse moralens f&ouml;rsta
grundf&ouml;ruts&auml;ttning; men den &ouml;vertygelsen f&aring;r man icke till sk&auml;nks genom
n&aring;gon blott teoretisk unders&ouml;kning. Utan den m&aring;ste sj&auml;lv framg&aring; s&aring;som
resultatet av en viljeakt. S&aring; har den fria viljan att sj&auml;lv proklamera
sin frihet.</p>

<p>Fri &auml;r m&auml;nniskan, endast om hon <i>vill</i> vara fri, men d&aring; kan hon ock <i>i
handling bevisa sin viljas frihet</i>,&mdash;och detta &auml;r det oveders&auml;gligaste
av alla frihetssbevis.</p>








<pre>





End of the Project Gutenberg EBook of Om viljans frihet, by Frans von Schéele

*** END OF THIS PROJECT GUTENBERG EBOOK OM VILJANS FRIHET ***

***** This file should be named 18017-h.htm or 18017-h.zip *****
This and all associated files of various formats will be found in:
        http://www.gutenberg.org/1/8/0/1/18017/

Produced by Jeroen van Luin and the Online Distributed
Proofreading Team at http://www.pgdp.net


Updated editions will replace the previous one--the old editions
will be renamed.

Creating the works from public domain print editions means that no
one owns a United States copyright in these works, so the Foundation
(and you!) can copy and distribute it in the United States without
permission and without paying copyright royalties.  Special rules,
set forth in the General Terms of Use part of this license, apply to
copying and distributing Project Gutenberg-tm electronic works to
protect the PROJECT GUTENBERG-tm concept and trademark.  Project
Gutenberg is a registered trademark, and may not be used if you
charge for the eBooks, unless you receive specific permission.  If you
do not charge anything for copies of this eBook, complying with the
rules is very easy.  You may use this eBook for nearly any purpose
such as creation of derivative works, reports, performances and
research.  They may be modified and printed and given away--you may do
practically ANYTHING with public domain eBooks.  Redistribution is
subject to the trademark license, especially commercial
redistribution.



*** START: FULL LICENSE ***

THE FULL PROJECT GUTENBERG LICENSE
PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK

To protect the Project Gutenberg-tm mission of promoting the free
distribution of electronic works, by using or distributing this work
(or any other work associated in any way with the phrase "Project
Gutenberg"), you agree to comply with all the terms of the Full Project
Gutenberg-tm License (available with this file or online at
http://gutenberg.org/license).


Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm
electronic works

1.A.  By reading or using any part of this Project Gutenberg-tm
electronic work, you indicate that you have read, understand, agree to
and accept all the terms of this license and intellectual property
(trademark/copyright) agreement.  If you do not agree to abide by all
the terms of this agreement, you must cease using and return or destroy
all copies of Project Gutenberg-tm electronic works in your possession.
If you paid a fee for obtaining a copy of or access to a Project
Gutenberg-tm electronic work and you do not agree to be bound by the
terms of this agreement, you may obtain a refund from the person or
entity to whom you paid the fee as set forth in paragraph 1.E.8.

1.B.  "Project Gutenberg" is a registered trademark.  It may only be
used on or associated in any way with an electronic work by people who
agree to be bound by the terms of this agreement.  There are a few
things that you can do with most Project Gutenberg-tm electronic works
even without complying with the full terms of this agreement.  See
paragraph 1.C below.  There are a lot of things you can do with Project
Gutenberg-tm electronic works if you follow the terms of this agreement
and help preserve free future access to Project Gutenberg-tm electronic
works.  See paragraph 1.E below.

1.C.  The Project Gutenberg Literary Archive Foundation ("the Foundation"
or PGLAF), owns a compilation copyright in the collection of Project
Gutenberg-tm electronic works.  Nearly all the individual works in the
collection are in the public domain in the United States.  If an
individual work is in the public domain in the United States and you are
located in the United States, we do not claim a right to prevent you from
copying, distributing, performing, displaying or creating derivative
works based on the work as long as all references to Project Gutenberg
are removed.  Of course, we hope that you will support the Project
Gutenberg-tm mission of promoting free access to electronic works by
freely sharing Project Gutenberg-tm works in compliance with the terms of
this agreement for keeping the Project Gutenberg-tm name associated with
the work.  You can easily comply with the terms of this agreement by
keeping this work in the same format with its attached full Project
Gutenberg-tm License when you share it without charge with others.

1.D.  The copyright laws of the place where you are located also govern
what you can do with this work.  Copyright laws in most countries are in
a constant state of change.  If you are outside the United States, check
the laws of your country in addition to the terms of this agreement
before downloading, copying, displaying, performing, distributing or
creating derivative works based on this work or any other Project
Gutenberg-tm work.  The Foundation makes no representations concerning
the copyright status of any work in any country outside the United
States.

1.E.  Unless you have removed all references to Project Gutenberg:

1.E.1.  The following sentence, with active links to, or other immediate
access to, the full Project Gutenberg-tm License must appear prominently
whenever any copy of a Project Gutenberg-tm work (any work on which the
phrase "Project Gutenberg" appears, or with which the phrase "Project
Gutenberg" is associated) is accessed, displayed, performed, viewed,
copied or distributed:

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.org

1.E.2.  If an individual Project Gutenberg-tm electronic work is derived
from the public domain (does not contain a notice indicating that it is
posted with permission of the copyright holder), the work can be copied
and distributed to anyone in the United States without paying any fees
or charges.  If you are redistributing or providing access to a work
with the phrase "Project Gutenberg" associated with or appearing on the
work, you must comply either with the requirements of paragraphs 1.E.1
through 1.E.7 or obtain permission for the use of the work and the
Project Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or
1.E.9.

1.E.3.  If an individual Project Gutenberg-tm electronic work is posted
with the permission of the copyright holder, your use and distribution
must comply with both paragraphs 1.E.1 through 1.E.7 and any additional
terms imposed by the copyright holder.  Additional terms will be linked
to the Project Gutenberg-tm License for all works posted with the
permission of the copyright holder found at the beginning of this work.

1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm
License terms from this work, or any files containing a part of this
work or any other work associated with Project Gutenberg-tm.

1.E.5.  Do not copy, display, perform, distribute or redistribute this
electronic work, or any part of this electronic work, without
prominently displaying the sentence set forth in paragraph 1.E.1 with
active links or immediate access to the full terms of the Project
Gutenberg-tm License.

1.E.6.  You may convert to and distribute this work in any binary,
compressed, marked up, nonproprietary or proprietary form, including any
word processing or hypertext form.  However, if you provide access to or
distribute copies of a Project Gutenberg-tm work in a format other than
"Plain Vanilla ASCII" or other format used in the official version
posted on the official Project Gutenberg-tm web site (www.gutenberg.org),
you must, at no additional cost, fee or expense to the user, provide a
copy, a means of exporting a copy, or a means of obtaining a copy upon
request, of the work in its original "Plain Vanilla ASCII" or other
form.  Any alternate format must include the full Project Gutenberg-tm
License as specified in paragraph 1.E.1.

1.E.7.  Do not charge a fee for access to, viewing, displaying,
performing, copying or distributing any Project Gutenberg-tm works
unless you comply with paragraph 1.E.8 or 1.E.9.

1.E.8.  You may charge a reasonable fee for copies of or providing
access to or distributing Project Gutenberg-tm electronic works provided
that

- You pay a royalty fee of 20% of the gross profits you derive from
     the use of Project Gutenberg-tm works calculated using the method
     you already use to calculate your applicable taxes.  The fee is
     owed to the owner of the Project Gutenberg-tm trademark, but he
     has agreed to donate royalties under this paragraph to the
     Project Gutenberg Literary Archive Foundation.  Royalty payments
     must be paid within 60 days following each date on which you
     prepare (or are legally required to prepare) your periodic tax
     returns.  Royalty payments should be clearly marked as such and
     sent to the Project Gutenberg Literary Archive Foundation at the
     address specified in Section 4, "Information about donations to
     the Project Gutenberg Literary Archive Foundation."

- You provide a full refund of any money paid by a user who notifies
     you in writing (or by e-mail) within 30 days of receipt that s/he
     does not agree to the terms of the full Project Gutenberg-tm
     License.  You must require such a user to return or
     destroy all copies of the works possessed in a physical medium
     and discontinue all use of and all access to other copies of
     Project Gutenberg-tm works.

- You provide, in accordance with paragraph 1.F.3, a full refund of any
     money paid for a work or a replacement copy, if a defect in the
     electronic work is discovered and reported to you within 90 days
     of receipt of the work.

- You comply with all other terms of this agreement for free
     distribution of Project Gutenberg-tm works.

1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm
electronic work or group of works on different terms than are set
forth in this agreement, you must obtain permission in writing from
both the Project Gutenberg Literary Archive Foundation and Michael
Hart, the owner of the Project Gutenberg-tm trademark.  Contact the
Foundation as set forth in Section 3 below.

1.F.

1.F.1.  Project Gutenberg volunteers and employees expend considerable
effort to identify, do copyright research on, transcribe and proofread
public domain works in creating the Project Gutenberg-tm
collection.  Despite these efforts, Project Gutenberg-tm electronic
works, and the medium on which they may be stored, may contain
"Defects," such as, but not limited to, incomplete, inaccurate or
corrupt data, transcription errors, a copyright or other intellectual
property infringement, a defective or damaged disk or other medium, a
computer virus, or computer codes that damage or cannot be read by
your equipment.

1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the "Right
of Replacement or Refund" described in paragraph 1.F.3, the Project
Gutenberg Literary Archive Foundation, the owner of the Project
Gutenberg-tm trademark, and any other party distributing a Project
Gutenberg-tm electronic work under this agreement, disclaim all
liability to you for damages, costs and expenses, including legal
fees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT
LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE
PROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE
TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE
LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR
INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH
DAMAGE.

1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a
defect in this electronic work within 90 days of receiving it, you can
receive a refund of the money (if any) you paid for it by sending a
written explanation to the person you received the work from.  If you
received the work on a physical medium, you must return the medium with
your written explanation.  The person or entity that provided you with
the defective work may elect to provide a replacement copy in lieu of a
refund.  If you received the work electronically, the person or entity
providing it to you may choose to give you a second opportunity to
receive the work electronically in lieu of a refund.  If the second copy
is also defective, you may demand a refund in writing without further
opportunities to fix the problem.

1.F.4.  Except for the limited right of replacement or refund set forth
in paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER
WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO
WARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.

1.F.5.  Some states do not allow disclaimers of certain implied
warranties or the exclusion or limitation of certain types of damages.
If any disclaimer or limitation set forth in this agreement violates the
law of the state applicable to this agreement, the agreement shall be
interpreted to make the maximum disclaimer or limitation permitted by
the applicable state law.  The invalidity or unenforceability of any
provision of this agreement shall not void the remaining provisions.

1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the
trademark owner, any agent or employee of the Foundation, anyone
providing copies of Project Gutenberg-tm electronic works in accordance
with this agreement, and any volunteers associated with the production,
promotion and distribution of Project Gutenberg-tm electronic works,
harmless from all liability, costs and expenses, including legal fees,
that arise directly or indirectly from any of the following which you do
or cause to occur: (a) distribution of this or any Project Gutenberg-tm
work, (b) alteration, modification, or additions or deletions to any
Project Gutenberg-tm work, and (c) any Defect you cause.


Section  2.  Information about the Mission of Project Gutenberg-tm

Project Gutenberg-tm is synonymous with the free distribution of
electronic works in formats readable by the widest variety of computers
including obsolete, old, middle-aged and new computers.  It exists
because of the efforts of hundreds of volunteers and donations from
people in all walks of life.

Volunteers and financial support to provide volunteers with the
assistance they need, is critical to reaching Project Gutenberg-tm's
goals and ensuring that the Project Gutenberg-tm collection will
remain freely available for generations to come.  In 2001, the Project
Gutenberg Literary Archive Foundation was created to provide a secure
and permanent future for Project Gutenberg-tm and future generations.
To learn more about the Project Gutenberg Literary Archive Foundation
and how your efforts and donations can help, see Sections 3 and 4
and the Foundation web page at http://www.pglaf.org.


Section 3.  Information about the Project Gutenberg Literary Archive
Foundation

The Project Gutenberg Literary Archive Foundation is a non profit
501(c)(3) educational corporation organized under the laws of the
state of Mississippi and granted tax exempt status by the Internal
Revenue Service.  The Foundation's EIN or federal tax identification
number is 64-6221541.  Its 501(c)(3) letter is posted at
http://pglaf.org/fundraising.  Contributions to the Project Gutenberg
Literary Archive Foundation are tax deductible to the full extent
permitted by U.S. federal laws and your state's laws.

The Foundation's principal office is located at 4557 Melan Dr. S.
Fairbanks, AK, 99712., but its volunteers and employees are scattered
throughout numerous locations.  Its business office is located at
809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email
business@pglaf.org.  Email contact links and up to date contact
information can be found at the Foundation's web site and official
page at http://pglaf.org

For additional contact information:
     Dr. Gregory B. Newby
     Chief Executive and Director
     gbnewby@pglaf.org

Section 4.  Information about Donations to the Project Gutenberg
Literary Archive Foundation

Project Gutenberg-tm depends upon and cannot survive without wide
spread public support and donations to carry out its mission of
increasing the number of public domain and licensed works that can be
freely distributed in machine readable form accessible by the widest
array of equipment including outdated equipment.  Many small donations
($1 to $5,000) are particularly important to maintaining tax exempt
status with the IRS.

The Foundation is committed to complying with the laws regulating
charities and charitable donations in all 50 states of the United
States.  Compliance requirements are not uniform and it takes a
considerable effort, much paperwork and many fees to meet and keep up
with these requirements.  We do not solicit donations in locations
where we have not received written confirmation of compliance.  To
SEND DONATIONS or determine the status of compliance for any
particular state visit http://pglaf.org

While we cannot and do not solicit contributions from states where we
have not met the solicitation requirements, we know of no prohibition
against accepting unsolicited donations from donors in such states who
approach us with offers to donate.

International donations are gratefully accepted, but we cannot make
any statements concerning tax treatment of donations received from
outside the United States.  U.S. laws alone swamp our small staff.

Please check the Project Gutenberg Web pages for current donation
methods and addresses.  Donations are accepted in a number of other
ways including checks, online payments and credit card
donations.  To donate, please visit: http://pglaf.org/donate


Section 5.  General Information About Project Gutenberg-tm electronic
works.

Professor Michael S. Hart is the originator of the Project Gutenberg-tm
concept of a library of electronic works that could be freely shared
with anyone.  For thirty years, he produced and distributed Project
Gutenberg-tm eBooks with only a loose network of volunteer support.

Project Gutenberg-tm eBooks are often created from several printed
editions, all of which are confirmed as Public Domain in the U.S.
unless a copyright notice is included.  Thus, we do not necessarily
keep eBooks in compliance with any particular paper edition.

Most people start at our Web site which has the main PG search facility:

     http://www.gutenberg.org

This Web site includes information about Project Gutenberg-tm,
including how to make donations to the Project Gutenberg Literary
Archive Foundation, how to help produce our new eBooks, and how to
subscribe to our email newsletter to hear about new eBooks.

*** END: FULL LICENSE ***



</pre>

</body>
</html>

